{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      "<pad>": 1,
      ",": 2,
      "ँ": 3,
      "ं": 4,
      "आ": 5,
      "ई": 6,
      "उ": 7,
      "ए": 8,
      "ऐ": 9,
      "ओ": 10,
      "औ": 11,
      "क": 12,
      "ग": 13,
      "ज": 14,
      "ञ": 15,
      "ट": 16,
      "ड": 17,
      "त": 18,
      "थ": 19,
      "द": 20,
      "ध": 21,
      "न": 22,
      "प": 23,
      "ब": 24,
      "भ": 25,
      "म": 26,
      "य": 27,
      "र": 28,
      "ल": 29,
      "व": 30,
      "श": 31,
      "ष": 32,
      "स": 33,
      "ह": 34,
      "़": 35,
      "ा": 36,
      "ि": 37,
      "ी": 38,
      "ु": 39,
      "ृ": 40,
      "े": 41,
      "ै": 42,
      "ो": 43,
      "ौ": 44,
      "्": 45,
      "।": 46,
      "वि": 47,
      "और": 48,
      "हा": 49,
      "है": 50,
      "ति": 51,
      "रत": 52,
      "के": 53,
      "त्": 54,
      "पर": 55,
      "भा": 56,
      "ात": 57,
      "ों": 58,
      "्ष": 59,
      "हैं": 60,
      "ंद": 61,
      "एँ": 62,
      "कर": 63,
      "कृ": 64,
      "क्ष": 65,
      "प्": 66,
      "भर": 67,
      "मे": 68,
      "यहा": 69,
      "सा": 70,
      "स्": 71,
      "ाएँ": 72,
      "विश": 73,
      "भारत": 74,
      "कृति": 75,
      "प्र": 76,
      "यहाँ": 77,
      "ंपर": 78,
      "ंस्": 79,
      "आन": 80,
      "आकर": 81,
      "उत्": 82,
      "एक": 83,
      "ऐति": 84,
      "ओं": 85,
      "कन": 86,
      "का": 87,
      "की": 88,
      "को": 89,
      "करत": 90,
      "कों": 91,
      "गति": 92,
      "गात": 93,
      "ज्": 94,
      "जात": 95,
      "ञा": 96,
      "टकों": 97,
      "ड़": 98,
      "ता": 99,
      "तकन": 100,
      "थल": 101,
      "दे": 102,
      "धता": 103,
      "न्": 104,
      "नात": 105
    },
    "merges": [
      [
        "व",
        "ि"
      ],
      [
        "औ",
        "र"
      ],
      [
        "ह",
        "ा"
      ],
      [
        "ह",
        "ै"
      ],
      [
        "त",
        "ि"
      ],
      [
        "र",
        "त"
      ],
      [
        "क",
        "े"
      ],
      [
        "त",
        "्"
      ],
      [
        "प",
        "र"
      ],
      [
        "भ",
        "ा"
      ],
      [
        "ा",
        "त"
      ],
      [
        "ो",
        "ं"
      ],
      [
        "्",
        "ष"
      ],
      [
        "है",
        "ं"
      ],
      [
        "ं",
        "द"
      ],
      [
        "ए",
        "ँ"
      ],
      [
        "क",
        "र"
      ],
      [
        "क",
        "ृ"
      ],
      [
        "क",
        "्ष"
      ],
      [
        "प",
        "्"
      ],
      [
        "भ",
        "र"
      ],
      [
        "म",
        "े"
      ],
      [
        "य",
        "हा"
      ],
      [
        "स",
        "ा"
      ],
      [
        "स",
        "्"
      ],
      [
        "ा",
        "एँ"
      ],
      [
        "वि",
        "श"
      ],
      [
        "भा",
        "रत"
      ],
      [
        "कृ",
        "ति"
      ],
      [
        "प्",
        "र"
      ],
      [
        "यहा",
        "ँ"
      ],
      [
        "ं",
        "पर"
      ],
      [
        "ं",
        "स्"
      ],
      [
        "आ",
        "न"
      ],
      [
        "आ",
        "कर"
      ],
      [
        "उ",
        "त्"
      ],
      [
        "ए",
        "क"
      ],
      [
        "ऐ",
        "ति"
      ],
      [
        "ओ",
        "ं"
      ],
      [
        "क",
        "न"
      ],
      [
        "क",
        "ा"
      ],
      [
        "क",
        "ी"
      ],
      [
        "क",
        "ो"
      ],
      [
        "क",
        "रत"
      ],
      [
        "क",
        "ों"
      ],
      [
        "ग",
        "ति"
      ],
      [
        "ग",
        "ात"
      ],
      [
        "ज",
        "्"
      ],
      [
        "ज",
        "ात"
      ],
      [
        "ञ",
        "ा"
      ],
      [
        "ट",
        "कों"
      ],
      [
        "ड",
        "़"
      ],
      [
        "त",
        "ा"
      ],
      [
        "त",
        "कन"
      ],
      [
        "थ",
        "ल"
      ],
      [
        "द",
        "े"
      ],
      [
        "ध",
        "ता"
      ],
      [
        "न",
        "्"
      ],
      [
        "न",
        "ात"
      ]
    ]
  }
}